{ "translations": {
    "Invalid share type" : "Ongeldig share type",
    "Public link sharing is disabled by the administrator" : "Delen van openbare links is uitgeschakeld door de beheerder",
    "Please specify a file or folder path" : "Geef een bestand of pad van een map op",
    "Could not create share" : "Kan gedeelde folder niet aanmaken",
    "Share not found" : "Gedeelde map niet gevonden",
    "App for Nextcloud that adds the ability to specify share tokens when creating new public links and change tokens of existing links.\n\n## Features\n\nSharing sidebar is expanded by new section (Custom public link) that allows you to create public links with custom share tokens.\nYou can also customize share tokens of existing public links.\n\n## Settings\n\nBy going to **Settings > Administration > Configurable Share Links** admins can set default labels for custom links and minimal token length.\nDefault label can be: none, same as token or custom (the same custom label for all custom links)." : "App voor Nextcloud die de mogelijkheid toevoegt om tokens voor delen op te geven bij het maken van nieuwe openbare links en het wijzigen van tokens van bestaande links.\n\n## Functies\n\nDe zijbalk voor delen is uitgebreid met een nieuwe sectie (aangepaste openbare link) waarmee je openbare deellinks kunt maken met aangepaste tokens voor delen.\nJe kunt ook deeltokens van bestaande openbare koppelingen aanpassen.\n\n## Instellingen\n\nDoor naar **Instellingen > Beheer > Configureerbare koppelingen voor delen** te gaan, kunnen beheerders standaardlabels instellen voor aangepaste koppelingen en een minimale tokenlengte.\nHet standaardlabel kan zijn: geen, hetzelfde als token of aangepast (hetzelfde aangepaste label voor alle aangepaste links).",
    "Minimal token length" : "Minimale tokenlengte",
    "Miscellaneous" : "Diversen",
    "None" : "Geen",
    "Custom" : "Maatwerk",
    "Label cannot be empty" : "Label mag niet leeg zijn",
    "Password protection enforced" : "Wachtwoordbeveiliging afgedwongen",
    "Enter a password" : "Voer een wachtwoord in",
    "Link copied" : "Link gekopieerd",
    "Create link" : "Link aanmaken",
    "Invalid token" : "Ongeldig token"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}