{ "translations": {
    "Public link sharing is disabled by the administrator" : "Администратор је забранио дељење јавном везом",
    "Please specify a file or folder path" : "Молимо одаберите путању до фајла или фасцикле",
    "Wrong path, file/folder does not exist" : "Pogrešna putanja, datoteka/fascikla ne postoji",
    "Could not create share" : "Не могу да направим дељење",
    "Share not found" : "Дељење није нађено",
    "App for Nextcloud that adds the ability to specify share tokens when creating new public links and change tokens of existing links.\n\n## Features\n\nSharing sidebar is expanded by new section (Custom public link) that allows you to create public links with custom share tokens.\nYou can also customize share tokens of existing public links.\n\n## Settings\n\nBy going to **Settings > Administration > Configurable Share Links** admins can set default labels for custom links and minimal token length.\nDefault label can be: none, same as token or custom (the same custom label for all custom links)." : "Апликација за Некстклауд која додаје могућност навођења токена за дељење приликом креирања нових јавних веза и промене токена постојећих веза.\n\n## Карактеристике\n\nБочна трака за дељење је проширена новим одељком (Прилагођена јавна веза) која вам омогућава да креирате јавне везе са прилагођеним токенима за дељење.\nТакође можете прилагодити дељење токена постојећих јавних веза.\n\n## Подешавања\n\nОдласком на **Подешавања > Администрација > Конфигурабилне везе за дељење** администратори могу да поставе подразумеване ознаке за прилагођене везе и минималну дужину токена.\nПодразумевана ознака може бити: ниједна, иста као токен или прилагођена (иста прилагођена ознака за све прилагођене везе).",
    "None" : "Ништа",
    "Custom" : "Прилагођено",
    "Label cannot be empty" : "Ознака не може да буде празна",
    "Link copied" : "Веза ископирана"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}